/* {username} does not exist */
"%@ does not exist" = "%@ does not exist";

/* After Sending Yo| Title of alert displayed when yoing a user on your blocked list
 YoMainController | Title of alert displayed when adding a user on your blocked list */
"%@ is on your Blocked List" = "%@ is on your Blocked List";

/* %@ = USERNAME */
"%@ Yo" = "%@ Yo";

/* {username} yo'd you */
"%@ Yo'd You" = "%@ Yo'd You";

/* {link} is not a link.. in the link translate example to respective language */
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nis not a link, please copy a valid link\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"@Yo Back" = "@Yo Back";

/* No comment provided by engineer. */
"Are you sure you want to logout?" = "Are you sure you want to logout?";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"BACK" = "BACK";

/* No comment provided by engineer. */
"Back" = "Back";

/* as in block another user */
"BLOCK" = "BLOCK";

/* No comment provided by engineer. */
"Block Failed" = "Block Failed";

/* Blocked {USERNAME} */
"Blocked %@" = "Blocked %@";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"CANCEL" = "CANCEL";

/* No comment provided by engineer. */
"CANCELED" = "CANCELED";

/* Cannot Add {username} */
"Cannot Add %@" = "Cannot Add %@";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"chat with us" = "chat with us";

/* No comment provided by engineer. */
"Check out this Yo service: %@" = "Check out this Yo service: %@";

/* No comment provided by engineer. */
"CHOOSE ANOTHER" = "CHOOSE ANOTHER";

/* No comment provided by engineer. */
"CHOOSE PASSCODE" = "CHOOSE PASSCODE";

/* No comment provided by engineer. */
"CHOOSE USERNAME" = "CHOOSE USERNAME";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"close" = "close";

/* No comment provided by engineer. */
"Close the App to\nSee Something Cool" = "Close the App to\nSee Something Cool";

/* No comment provided by engineer. */
"Connection error, let's try updating password again later" = "Connection error, let's try updating password again later";

/* No comment provided by engineer. */
"CONTACTS" = "CONTACTS";

/* No comment provided by engineer. */
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT";

/* No comment provided by engineer. */
"Copy a link. Tap and hold to Yo it." = "Copy a link. Tap and hold to Yo it.";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"details" = "details";

/* Didnt get text/email */
"Didn't Get %@" = "Didn't Get %@";

/* No comment provided by engineer. */
"Didn't get code" = "Didn't get code";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Do you like the Yo app?" = "Do you like the Yo app?";

/* After Sending Yo | Description of alert displayed when yoing a user on your blocked list */
"Do you want to unblock this user so they can Yo you back?" = "Do you want to unblock this user so they can Yo you back?";

/* YoMainController | Description of alert displayed when adding a user on your blocked list */
"Do you want to unblock this user?" = "Do you want to unblock this user?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"DONE" = "DONE";

/* No comment provided by engineer. */
"Double tap any username to Yo your location!" = "Double tap any username to Yo your location!";

/* No comment provided by engineer. */
"Double tap to Yo your location. Where Yo @?" = "Double tap to Yo your location. Where Yo @?";

/* No comment provided by engineer. */
"Double Tap Yos Location\nEnable Location" = "Double Tap Yos Location\nEnable Location";

/* No comment provided by engineer. */
"DOUBLE TAP\nTO YO YOUR LOCATION" = "DOUBLE TAP\nTO YO YOUR LOCATION";

/* No comment provided by engineer. */
"EDIT ACCOUNT" = "EDIT ACCOUNT";

/* No comment provided by engineer. */
"EDIT PROFILE" = "EDIT PROFILE";

/* No comment provided by engineer. */
"EMAIL SENT" = "EMAIL SENT";

/* No comment provided by engineer. */
"Email Us" = "Email Us";

/* No comment provided by engineer. */
"Enable Camera\nSettings -> Privacy -> Camera" = "Enable Camera\nSettings -> Privacy -> Camera";

/* Give Yo your email Subject Text */
"Enable Passcode Recovery" = "Enable Passcode Recovery";

/* No comment provided by engineer. */
"Enable Push" = "Enable Push";

/* No comment provided by engineer. */
"Enable Receiving Yos" = "Enable Receiving Yos";

/* No comment provided by engineer. */
"ENTER FULL NAME" = "ENTER FULL NAME";

/* No comment provided by engineer. */
"Enter New Phone Number" = "Enter New Phone Number";

/* No comment provided by engineer. */
"Enter New Username" = "Enter New Username";

/* No comment provided by engineer. */
"ENTER PASSCODE" = "ENTER PASSCODE";

/* No comment provided by engineer. */
"Enter the code in the SMS" = "Enter the code in the SMS";

/* No comment provided by engineer. */
"ENTER USERNAME" = "ENTER USERNAME";

/* No comment provided by engineer. */
"Enter Your Phone #\nTo Find Your Friends" = "Enter Your Phone #\nTo Find Your Friends";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Even More" = "Even More";

/* No comment provided by engineer. */
"EXISTING" = "EXISTING";

/* No comment provided by engineer. */
"EXPLORE\nTHE YO INDEX" = "EXPLORE\nTHE YO INDEX";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"FAILED" = "FAILED";

/* $@ = {username} */
"Failed to block %@. Please try again later" = "Failed to block %@. Please try again later";

/* No comment provided by engineer. */
"Failed to find friends through contacts" = "Failed to find friends through contacts";

/* No comment provided by engineer. */
"Failed To Get Location" = "Failed To Get Location";

/* No comment provided by engineer. */
"Failed to login with Facebook. Please Try again." = "Failed to login with Facebook. Please Try again.";

/* No comment provided by engineer. */
"Failed to Upload" = "Failed to Upload";

/* No comment provided by engineer. */
"Failed Yo" = "Failed Yo";

/* No comment provided by engineer. */
"Failed Yo All" = "Failed Yo All";

/* No comment provided by engineer. */
"Failed Yo All%@" = "Failed Yo All%@";

/* No comment provided by engineer. */
"Failed Yo%@" = "Failed Yo%@";

/* No comment provided by engineer. */
"FAILED!" = "FAILED!";

/* Failed to send Yo */
"FAILED! DO YOU HAVE INTERNET?" = "FAILED! DO YOU HAVE INTERNET?";

/* No comment provided by engineer. */
"Failed\nNO URL" = "Failed\nNO URL";

/* No comment provided by engineer. */
"Failed\nNo URL" = "Failed\nNo URL";

/* No comment provided by engineer. */
"FEEDBACK" = "FEEDBACK";

/* No comment provided by engineer. */
"FIND FRIENDS" = "FIND FRIENDS";

/* PASS as in passcode */
"FORGOT PASS" = "FORGOT PASS";

/* PASS == passcode */
"FORGOT PASS?" = "FORGOT PASS?";

/* No comment provided by engineer. */
"Friends Not Found" = "Friends Not Found";

/* No comment provided by engineer. */
"FULL NAME" = "FULL NAME";

/* No comment provided by engineer. */
"Get Yo'd by Awesome Services!" = "Get Yo'd by Awesome Services!";

/* No comment provided by engineer. */
"Go" = "Go";

/* just back works too */
"GO BACK" = "GO BACK";

/* No comment provided by engineer. */
"Got it!" = "Got it!";

/* No comment provided by engineer. */
"Group Created" = "Group Created";

/* No comment provided by engineer. */
"Hey There!" = "Hey There!";

/* No comment provided by engineer. */
"I just joined Yo. Yo me. " = "I just joined Yo. Yo me. ";

/* I wanna Yo you!\nAdd my Yo username by tapping here: {link}\n(if you don't have Yo app get it here {other link}) */
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "I wanna Yo you!\nAdd my Yo username by tapping here: %1$@\n(if you don't have Yo app get it here %2$@)";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me %@" = "I want to Yo you!\nYo me %@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me at %@" = "I want to Yo you!\nYo me at %@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me %@" = "I've been Yo'd %1$i times!\nYo me %2$@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me at %@" = "I've been Yo'd %1$i times!\nYo me at %2$@";

/* No comment provided by engineer. */
"INCORRECT" = "INCORRECT";

/* No comment provided by engineer. */
"INVITE" = "INVITE";

/* No comment provided by engineer. */
"Invite Friends" = "Invite Friends";

/* No comment provided by engineer. */
"Invitiation Sent!" = "Invitiation Sent!";

/* No comment provided by engineer. */
"Join Yo!" = "Join Yo!";

/* No comment provided by engineer. */
"Just hit Send" = "Just hit Send";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at" = "Just subscribed to get Yo'd from %@! Yo them at";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at %@" = "Just subscribed to get Yo'd from %1$@! Yo them at %2$@";

/* FBLB:LikeButton */
"Like" = "Like";

/* FBLB:LikeButton */
"Liked" = "Liked";

/* No comment provided by engineer. */
"Link Not Found" = "Link Not Found";

/* No comment provided by engineer. */
"LOGIN" = "LOGIN";

/* No comment provided by engineer. */
"Login Failed" = "Login Failed";

/* No comment provided by engineer. */
"Login Required" = "Login Required";

/* No comment provided by engineer. */
"Login to Facebook?" = "Login to Facebook?";

/* No comment provided by engineer. */
"LOGOUT" = "LOGOUT";

/* %@ = serviceName */
"Look what I found on Yo! %@ " = "Look what I found on Yo! %@ ";

/* No comment provided by engineer. */
"MAIL" = "MAIL";

/* No comment provided by engineer. */
"Malformed XML document. Error at line %@:%@." = "Malformed XML document. Error at line %1$@:%2$@.";

/* No comment provided by engineer. */
"MAPS" = "MAPS";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"Nah" = "Nah";

/* No comment provided by engineer. */
"NEW PASSCODE" = "NEW PASSCODE";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No" = "No";

/* :) -> Smile */
"No Blocked Users! :)" = "No Blocked Users! :)";

/* No comment provided by engineer. */
"No Camera Found" = "No Camera Found";

/* No comment provided by engineer. */
"No Contacts" = "No Contacts";

/* No comment provided by engineer. */
"No contacts were found." = "No contacts were found.";

/* No comment provided by engineer. */
"No Contacts!" = "No Contacts!";

/* No comment provided by engineer. */
"NO EMAIL ACCOUNTS" = "NO EMAIL ACCOUNTS";

/* No comment provided by engineer. */
"No Internet!" = "No Internet!";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/* No comment provided by engineer. */
"No Library Found" = "No Library Found";

/* No comment provided by engineer. */
"No Such User" = "No Such User";

/* No comment provided by engineer. */
"Not now" = "Not now";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open in Chrome" = "Open in Chrome";

/* No comment provided by engineer. */
"Open in Safari" = "Open in Safari";

/* No comment provided by engineer. */
"Open Settings" = "Open Settings";

/* PASS as in passcode */
"PASS" = "PASS";

/* No comment provided by engineer. */
"PASSCODE" = "PASSCODE";

/* No comment provided by engineer. */
"Passcode changed" = "Passcode changed";

/* No comment provided by engineer. */
"Password Problem" = "Password Problem";

/* As in Mobile, telephone */
"PHONE" = "PHONE";

/* No comment provided by engineer. */
"Phone Number Set!" = "Phone Number Set!";

/* No comment provided by engineer. */
"Please add an email account in Settings -> Mail" = "Please add an email account in Settings -> Mail";

/* No comment provided by engineer. */
"Please check your internet connection and try again soon" = "Please check your internet connection and try again soon";

/* No comment provided by engineer. */
"Please connect to Twitter in Settings -> Twitter" = "Please connect to Twitter in Settings -> Twitter";

/* No comment provided by engineer. */
"Please copy a valid link\ni.e. http://www.example.com" = "Please copy a valid link\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/* No comment provided by engineer. */
"Please enable contacts access" = "Please enable contacts access";

/* No comment provided by engineer. */
"Please enter a valid country code" = "Please enter a valid country code";

/* No comment provided by engineer. */
"Please enter a valid phone number" = "Please enter a valid phone number";

/* No comment provided by engineer. */
"Please Launch Yo" = "Please Launch Yo";

/* No comment provided by engineer. */
"Please launch Yo & login" = "Please launch Yo & login";

/* No comment provided by engineer. */
"Please launch Yo first to add contacts" = "Please launch Yo first to add contacts";

/* No comment provided by engineer. */
"Please login again" = "Please login again";

/* No comment provided by engineer. */
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Please retry. \n\n If the problem persists contact us and mention this error code: %@";

/* No comment provided by engineer. */
"Please send us an email and we'll recover your account." = "Please send us an email and we'll recover your account.";

/* No comment provided by engineer. */
"Please signup or login" = "Please signup or login";

/* No comment provided by engineer. */
"Please try again" = "Please try again";

/* No comment provided by engineer. */
"Please try again later" = "Please try again later";

/* As to rate, rating, review */
"RATE" = "RATE";

/* No comment provided by engineer. */
"Resend" = "Resend";

/* No comment provided by engineer. */
"SAVE" = "SAVE";

/* No comment provided by engineer. */
"Saved!" = "Saved!";

/* No comment provided by engineer. */
"SELECT A USERNAME" = "SELECT A USERNAME";

/* No comment provided by engineer. */
"SELECT LONGER PASSCODE" = "SELECT LONGER PASSCODE";

/* No comment provided by engineer. */
"SELECT USERNAMES TO SHARE" = "SELECT USERNAMES TO SHARE";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send Email" = "Send Email";

/* like URL link */
"SENDING LINK" = "SENDING LINK";

/* YoMainController | copy used when figured is pressed on contact and a photo is in the pasteboard */
"sending photo" = "sending photo";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"SENT @YO!" = "SENT @YO!";

/* No comment provided by engineer. */
"sent yo link!" = "sent yo link!";

/* No comment provided by engineer. */
"sent yo location!" = "sent yo location!";

/* No comment provided by engineer. */
"sent yo photo!" = "sent yo photo!";

/* No comment provided by engineer. */
"SENT YO!" = "SENT YO!";

/* No comment provided by engineer. */
"SENT YOALL!" = "SENT YOALL!";

/* No comment provided by engineer. */
"SENT YOYO!" = "SENT YOYO!";

/* No comment provided by engineer. */
"Session Ended" = "Session Ended";

/* No comment provided by engineer. */
"Session Error" = "Session Error";

/* No comment provided by engineer. */
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)";

/* No comment provided by engineer. */
"Settings -> Privacy -> Contacts -> Yo" = "Settings -> Privacy -> Contacts -> Yo";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"SHARE" = "SHARE";

/* No comment provided by engineer. */
"Share on Facebook!" = "Share on Facebook!";

/* No comment provided by engineer. */
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Share this awesome service with others! Swipe left in main screen to unsubscribe.";

/* No comment provided by engineer. */
"Share Your Yo, Yo" = "Share Your Yo, Yo";

/* No comment provided by engineer. */
"SIGNUP" = "SIGNUP";

/* No comment provided by engineer. */
"SinaWeibo" = "SinaWeibo";

/* As in texting. may not need translating */
"SMS" = "SMS";

/* So {username} and others can Yo you back! */
"So %@ and others can Yo you back." = "So %@ and others can Yo you back.";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"subscribe" = "subscribe";

/* No comment provided by engineer. */
"subscribed" = "subscribed";

/* No comment provided by engineer. */
"Subscribed!" = "Subscribed!";

/* No comment provided by engineer. */
"SUBSCRIBED!" = "SUBSCRIBED!";

/* No comment provided by engineer. */
"Swipe to open a Yo on the lockscreen." = "Swipe to open a Yo on the lockscreen.";

/* No comment provided by engineer. */
"TAKE" = "TAKE";

/* No comment provided by engineer. */
"Tap" = "Tap";

/* No comment provided by engineer. */
"Tap Name To Invite" = "Tap Name To Invite";

/* No comment provided by engineer. */
"TAP NAME TO YO" = "TAP NAME TO YO";

/* No comment provided by engineer. */
"Tap Name To Yo" = "Tap Name To Yo";

/* No comment provided by engineer. */
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Tap to add to your Yo: http://justyo.co/%1$@\n(if you don't have Yo app get it here %2$@)";

/* No comment provided by engineer. */
"Tap to Allow" = "Tap to Allow";

/* No comment provided by engineer. */
"TAP TO LOGIN" = "TAP TO LOGIN";

/* No comment provided by engineer. */
"TAP TO RECOVER" = "TAP TO RECOVER";

/* No comment provided by engineer. */
"TAP TO SET" = "TAP TO SET";

/* No comment provided by engineer. */
"TAP TO SIGNUP" = "TAP TO SIGNUP";

/* No comment provided by engineer. */
"Tell us how we can improve:" = "Tell us how we can improve:";

/* No comment provided by engineer. */
"TencentWeibo" = "TencentWeibo";

/* No comment provided by engineer. */
"TEXT SENT" = "TEXT SENT";

/* No comment provided by engineer. */
"The profile could not be saved. Please check your network connection." = "The profile could not be saved. Please check your network connection.";

/* No comment provided by engineer. */
"The two passwords do not match." = "The two passwords do not match.";

/* No comment provided by engineer. */
"The Yo Index - subscribe to get Yo'd from awesome services!" = "The Yo Index - subscribe to get Yo'd from awesome services!";

/* No comment provided by engineer. */
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "The Yo Index. Subscribe to get Yo'd by your favorite services.";

/* No comment provided by engineer. */
"There is a newer version of Yo.\n%@" = "There is a newer version of Yo.\n%@";

/* No comment provided by engineer. */
"This is a 📎 Yo\n👐 Tap to Open it!" = "This is a 📎 Yo\n👐 Tap to Open it!";

/* No comment provided by engineer. */
"This is what other users can see about you, when swiping your username to the right" = "This is what other users can see about you, when swiping your username to the right";

/* No comment provided by engineer. */
"This user already exists. Please try a different username." = "This user already exists. Please try a different username.";

/* No comment provided by engineer. */
"To block a user, swipe left on their username and tap Block." = "To block a user, swipe left on their username and tap Block.";

/* Give Yo your email Body Text. Don't change occurances of \n or %@ */
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@";

/* No comment provided by engineer. */
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "Touch to return to %1$@";

/* No comment provided by engineer. */
"Try again later" = "Try again later";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"TYPE USERNAME TO ADD" = "TYPE USERNAME TO ADD";

/* No comment provided by engineer. */
"Unblock" = "Unblock";

/* No comment provided by engineer. */
"UNBLOCK" = "UNBLOCK";

/* No comment provided by engineer. */
"UNBLOCKED" = "UNBLOCKED";

/* No comment provided by engineer. */
"Unsubscribe Failed" = "Unsubscribe Failed";

/* unsibscribe */
"UNSUB" = "UNSUB";

/* No comment provided by engineer. */
"Unsubscribe" = "Unsubscribe";

/* Unsubscribed from {ServiceName} */
"Unsubscribed from %@" = "Unsubscribed from %@";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"User Exists" = "User Exists";

/* No comment provided by engineer. */
"USERNAME" = "USERNAME";

/* No comment provided by engineer. */
"USERNAME TAKEN" = "USERNAME TAKEN";

/* No comment provided by engineer. */
"VERIFY PASSCODE" = "VERIFY PASSCODE";

/* No comment provided by engineer. */
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!";

/* No comment provided by engineer. */
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account.";

/* No comment provided by engineer. */
"WHAT IS YO?" = "WHAT IS YO?";

/* No comment provided by engineer. */
"WhatsApp" = "WhatsApp";

/* No comment provided by engineer. */
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. Happy Yoing!" = "When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. Happy Yoing!";

/* No comment provided by engineer. */
"Wrong code" = "Wrong code";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"YES" = "YES";

/* No comment provided by engineer. */
"Yo" = "Yo";

/* Sending images title */
"yo & photos!" = "yo & photos!";

/* No comment provided by engineer. */
"Yo - I got some feedback" = "Yo - I got some feedback";

/* No comment provided by engineer. */
"YO ALL" = "YO ALL";

/* No comment provided by engineer. */
"Yo Back" = "Yo Back";

/* No comment provided by engineer. */
"yo back location" = "yo back location";

/* Tally of total Yos the user has received/sent */
"YO COUNT" = "YO COUNT";

/* Yo From Username */
"Yo From %@" = "Yo From %@";

/* Yo from {USERNAME} */
"Yo from %@" = "Yo from %@";

/* No comment provided by engineer. */
"Yo Index" = "Yo Index";

/* No comment provided by engineer. */
"Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo." = "Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo.";

/* No comment provided by engineer. */
"Yo Location" = "Yo Location";

/* No comment provided by engineer. */
"Yo me" = "Yo me";

/* No comment provided by engineer. */
"Yo needs internet!" = "Yo needs internet!";

/* No comment provided by engineer. */
"Yo Needs Push Access" = "Yo Needs Push Access";

/* No comment provided by engineer. */
"Yo Secrets" = "Yo Secrets";

/* No comment provided by engineer. */
"Yo Store" = "Yo Store";

/* No comment provided by engineer. */
"Yo This" = "Yo This";

/* No comment provided by engineer. */
"Yoing this group will yo all its members" = "Yoing this group will yo all its members";

/* No comment provided by engineer. */
"YOS CAN BE OPENED\nFROM THE LOCKSCREEN" = "YOS CAN BE OPENDED\nFROM THE LOCKSCREEN";

/* No comment provided by engineer. */
"You are about to delete your phone number" = "You are about to delete your phone number";

/* alert body displayed after user unsubscribes froma s service for the first time */
"You can always resubscribe by yoing the service again" = "You can always resubscribe by yoing the service again";

/* alert body displayed after user blocks another user for the first time */
"You can always unblock in the menu" = "You can always unblock in the menu";

/* No comment provided by engineer. */
"You can't send Yo's. Please contact us yo@justyo.co" = "You can't send Yo's. Please contact us yo@justyo.co";

/* No comment provided by engineer. */
"You'll receive a link to change your passcode shortly." = "You'll receive a link to change your passcode shortly.";

/* Sending photos body */
"You're about to Yo your first photo! Anyone with the link will be able to view it." = "You're about to Yo your first photo! Anyone with the link will be able to view it.";

/* No comment provided by engineer. */
"Your current session is no longer valid. Please log in again." = "Your current session is no longer valid. Please log in again.";

/* No comment provided by engineer. */
"👉 Tap to open\n📎 Yo From YOTEAM" = "👉 Tap to open\n📎 Yo From YOTEAM";
